[
    {
        "title": "US Inflation Is Set to Reassure a Labor Market-Focused Fed",
        "author": "Vince Golle Craig Stirling",
        "created_at": "Sun, Oct 6, 2024, 1:40 PM",
        "body": "(Bloomberg) -- US inflation probably moderated at the end of the third quarter, reassuring a Federal Reserve that’s shifting more of its policy focus toward shielding the labor market. Most Read from Bloomberg Singapore Ends 181 Years of Horse Racing to Make Way for Homes From Cleveland to Chicago, NFL Teams Dream of Domed Stadiums Urban Heat Stress Is Another Disparity in the World’s Most Unequal Nation What Do US Vehicle Regulators Have Against Tiny Cars? For a Master of Brutalist Provocations, a Modest Museum Appraisal Listen to the Here’s Why podcast on Apple, Spotify or anywhere you listen. The consumer price index is seen rising 0.1% in September, its smallest gain in three months. Compared with a year earlier, the CPI probably rose 2.3%, the sixth-straight slowdown and the tamest since early 2021. The Bureau of Labor Statistics will issue its CPI report on Thursday. The gauge excluding the volatile food and energy categories, which provides a better view of underlying inflation, is projected to rise 0.2% from a month earlier and 3.2% from September 2023. In the wake of surprisingly strong job growth for September reported on Friday, the gradual slowdown in inflation suggests policymakers will opt for a smaller interest-rate cut when they next meet on Nov. 6-7. Fed Chair Jerome Powell has said projections issued by officials alongside their September rate decision point toward quarter-point rate cuts at the final two meetings of the year. The CPI and producer price index are used to inform the Fed’s preferred inflation measure, the personal consumer expenditures price index, which is set for release later this month. What Bloomberg Economics Says: “We expect a subdued headline CPI in September, though a more robust core reading. Mapped into PCE inflation — the Fed-preferred price gauge — core inflation likely grew at a pace consistent with the 2% target. Altogether, we don’t think the report will do much to sway the FOMC’s confidence that inflation is on a durable downtrend.” —Anna Wong, Stuart Paul, Eliza Winger, Estelle Ou and Chris G. Collins, economists. For full analysis, click here Friday’s report on producer prices — a gauge of inflationary pressures faced by businesses — is also projected to show tamer inflation. The same day, the University of Michigan issues its preliminary October consumer sentiment index. The Fed will also release minutes of the central bank’s September meeting on Wednesday. Neel Kashkari, Alberto Musalem, Adriana Kugler, Raphael Bostic and Lorie Logan are among an array of Fed officials speaking in the coming week.                                               "
    }
]