[
    {
        "title": "Inside Brian Cornell's plan to get Target back on track",
        "author": "Brian Sozzi ",
        "created_at": "September 26, 2024",
        "body": "Brian Cornell became the first external CEO hire in Target's (TGT) history when he took the top job in 2014. Ten years in, Cornell has reinvented the company in many ways, experiencing the highs and lows of competing against other major retail giants like Walmart (WMT), Amazon (AMZN), and Costco (COST). To get an inside look at the veteran CEO’s journey and his plans for the future, Yahoo Finance Executive Editor Brian Sozzi sat down with Cornell at a Target store in Jersey City, N.J. The two also met at a park that played a major role in Cornell’s upbringing in Queens, N.Y., to explore what shaped him into the leader he is today. “If you grow up the way I did, you always feel like the underdog,” Cornell said. This mindset helped Cornell rise through the retail ranks. He has served in executive roles at major companies like Safeway and Walmart's Sam’s Club before running Target. Cornell took over when the retailer was struggling and coming off a data breach. The CEO’s first big move was to exit Canada after the company’s $5.4 billion venture north of the border failed to take off. In 2017, Cornell announced the $550 million acquisition of delivery company Shipt and a $7 billion investment in Target stores at a time when the industry appeared to be shifting away from brick-and-mortar. These decisions paid off during the pandemic when Target’s revenue shot up past $100 billion for the first time in 2021. Recently, Target has missed the mark compared to competitors, with comparable sales falling for four straight quarters through the first quarter of 2024. Target’s declining numbers were due to a number of factors, including retail theft, a backlash to Pride merchandise in 2023, and excess inventory resulting in price cuts, with the main driver being a slowdown in discretionary spending by consumers. Nearly 50% of Target’s product portfolio is made up of non-essentials — much higher than many competitors. To drive growth into the future, Cornell and Target are mixing old and new strategies. The company plans to invest in 300 stores over the next decade, continuing a trend under Cornell. In April of 2024, Target announced a paid membership program, Target Circle 360, to compete with Amazon Prime and Walmart+. The most recent numbers showed positive signs for the retailer, with sales up 2.7% year over year in the second quarter of 2024. Target is set to report third quarter earnings on Nov. 20, when the company expects to see more growth, albeit at a slower rate. For more of our Lead This Way series, click here, and tune in to Yahoo Finance Live for more expert insight and the latest market action, Monday through Friday.   "
    },
    {
        "title": "Target CEO hopes the company will eventually remove locked cases as it combats retail theft",
        "author": "Brooke DiPalma ",
        "created_at": "September 26, 2024",
        "body": "Target (TGT) is trying to thread the needle as it combats retail's long-running problem: store theft. \"I feel so much better today than I did a year ago,\" Target CEO Brian Cornell said in an interview with Yahoo Finance for its Lead This Way series. \"It comes back to support at the federal level, at the state level, and at the local level.\" The federal INFORM Consumers Act, which took effect in June of 2023, helps deter theft by making it more difficult to resell stolen goods online. Under the legislation, companies with \"high-volume third-party marketplaces\" like Amazon (AMZN) and eBay (EBAY) must \"collect, verify, and disclose certain information about those sellers.\" Any violations will result in a penalty of $50,120 per infraction. The legislation is \"starting to crack down on some of the marketplace abuses that were out there,\" said Cornell. He also noted he's \"seeing some actions\" in state legislation, particularly in California. California Governor Gavin Newsom recently signed 10 bills to crack down on theft, including stricter penalties for retail theft and anyone involved in organized retail crime. There are also new penalties for \"smash-and-grabs,\" or \"flash robs\" like the one seen at a Nordstorm (JWN) last year that resulted in the loss of roughly $300,000 in merchandise. An ultimate fix won't happen overnight; \"It's going to take several years. We're trying to make sure we can control what we can control,\" Cornell said. In its second quarter report, Target's gross margin rate reflected roughly 90 basis points \"of benefit from lower inventory shrink.\" That's compared to a 20-basis-point lift in Q1. Its guidance assumes that benefit will increase year over year. \"We're expecting shrink costs will be approximately flat to last year. While it's encouraging to see this progress, we'll continue our work to move shrink rates down to more sustainable levels in the years ahead, given the steep increase in shrink that our business has absorbed over the last five years,\" CFO Michael Fiddelke said on a call with investors. Part of the strategy to combat the issue included closing nine underperforming stores at the end of last October. At some hard-hit stores, Target introduced locked cases for \"prone-to-theft\" items, including soap, shampoo, razors, and even socks and underwear. \"To be clear, we do not like locking up product, but we like running stores, and we want to keep our stores open. We want to make sure they're safe,\" said Cornell.          "
    }
]