[
    {
        "title": "Inside Brian Cornell's plan to get Target back on track",
        "author": [
            "Brian Sozzi"
        ],
        "created_at": "September 26, 2024",
        "body": "Brian Cornell became the first external CEO hire in Target's (TGT) history when he took the top job in 2014. Ten years in, Cornell has reinvented the company in many ways, experiencing the highs and lows of competing against other major retail giants like Walmart (WMT), Amazon (AMZN), and Costco (COST). To get an inside look at the veteran CEO’s journey and his plans for the future, Yahoo Finance Executive Editor Brian Sozzi sat down with Cornell at a Target store in Jersey City, N.J. The two also met at a park that played a major role in Cornell’s upbringing in Queens, N.Y., to explore what shaped him into the leader he is today. “If you grow up the way I did, you always feel like the underdog,” Cornell said. This mindset helped Cornell rise through the retail ranks. He has served in executive roles at major companies like Safeway and Walmart's Sam’s Club before running Target. Cornell took over when the retailer was struggling and coming off a data breach. The CEO’s first big move was to exit Canada after the company’s $5.4 billion venture north of the border failed to take off. In 2017, Cornell announced the $550 million acquisition of delivery company Shipt and a $7 billion investment in Target stores at a time when the industry appeared to be shifting away from brick-and-mortar. These decisions paid off during the pandemic when Target’s revenue shot up past $100 billion for the first time in 2021. Recently, Target has missed the mark compared to competitors, with comparable sales falling for four straight quarters through the first quarter of 2024. Target’s declining numbers were due to a number of factors, including retail theft, a backlash to Pride merchandise in 2023, and excess inventory resulting in price cuts, with the main driver being a slowdown in discretionary spending by consumers. Nearly 50% of Target’s product portfolio is made up of non-essentials — much higher than many competitors. To drive growth into the future, Cornell and Target are mixing old and new strategies. The company plans to invest in 300 stores over the next decade, continuing a trend under Cornell. In April of 2024, Target announced a paid membership program, Target Circle 360, to compete with Amazon Prime and Walmart+. The most recent numbers showed positive signs for the retailer, with sales up 2.7% year over year in the second quarter of 2024. Target is set to report third quarter earnings on Nov. 20, when the company expects to see more growth, albeit at a slower rate. For more of our Lead This Way series, click here, and tune in to Yahoo Finance Live for more expert insight and the latest market action, Monday through Friday.   "
    },
    {
        "title": "Target CEO hopes the company will eventually remove locked cases as it combats retail theft",
        "author": [
            "Brooke DiPalma"
        ],
        "created_at": "September 26, 2024",
        "body": "Target (TGT) is trying to thread the needle as it combats retail's long-running problem: store theft. \"I feel so much better today than I did a year ago,\" Target CEO Brian Cornell said in an interview with Yahoo Finance for its Lead This Way series. \"It comes back to support at the federal level, at the state level, and at the local level.\" The federal INFORM Consumers Act, which took effect in June of 2023, helps deter theft by making it more difficult to resell stolen goods online. Under the legislation, companies with \"high-volume third-party marketplaces\" like Amazon (AMZN) and eBay (EBAY) must \"collect, verify, and disclose certain information about those sellers.\" Any violations will result in a penalty of $50,120 per infraction. The legislation is \"starting to crack down on some of the marketplace abuses that were out there,\" said Cornell. He also noted he's \"seeing some actions\" in state legislation, particularly in California. California Governor Gavin Newsom recently signed 10 bills to crack down on theft, including stricter penalties for retail theft and anyone involved in organized retail crime. There are also new penalties for \"smash-and-grabs,\" or \"flash robs\" like the one seen at a Nordstorm (JWN) last year that resulted in the loss of roughly $300,000 in merchandise. An ultimate fix won't happen overnight; \"It's going to take several years. We're trying to make sure we can control what we can control,\" Cornell said. In its second quarter report, Target's gross margin rate reflected roughly 90 basis points \"of benefit from lower inventory shrink.\" That's compared to a 20-basis-point lift in Q1. Its guidance assumes that benefit will increase year over year. \"We're expecting shrink costs will be approximately flat to last year. While it's encouraging to see this progress, we'll continue our work to move shrink rates down to more sustainable levels in the years ahead, given the steep increase in shrink that our business has absorbed over the last five years,\" CFO Michael Fiddelke said on a call with investors. Part of the strategy to combat the issue included closing nine underperforming stores at the end of last October. At some hard-hit stores, Target introduced locked cases for \"prone-to-theft\" items, including soap, shampoo, razors, and even socks and underwear. \"To be clear, we do not like locking up product, but we like running stores, and we want to keep our stores open. We want to make sure they're safe,\" said Cornell.          "
    },
    {
        "title": "US Inflation Is Set to Reassure a Labor Market-Focused Fed",
        "author": [
            "Vince Golle",
            "Craig Stirling"
        ],
        "created_at": "Sun, October 6, 2024 at 1:40 PM GMT+1",
        "body": "(Bloomberg) -- US inflation probably moderated at the end of the third quarter, reassuring a Federal Reserve that’s shifting more of its policy focus toward shielding the labor market. Most Read from Bloomberg Singapore Ends 181 Years of Horse Racing to Make Way for Homes From Cleveland to Chicago, NFL Teams Dream of Domed Stadiums Urban Heat Stress Is Another Disparity in the World’s Most Unequal Nation What Do US Vehicle Regulators Have Against Tiny Cars? For a Master of Brutalist Provocations, a Modest Museum Appraisal Listen to the Here’s Why podcast on Apple, Spotify or anywhere you listen. The consumer price index is seen rising 0.1% in September, its smallest gain in three months. Compared with a year earlier, the CPI probably rose 2.3%, the sixth-straight slowdown and the tamest since early 2021. The Bureau of Labor Statistics will issue its CPI report on Thursday. The gauge excluding the volatile food and energy categories, which provides a better view of underlying inflation, is projected to rise 0.2% from a month earlier and 3.2% from September 2023. In the wake of surprisingly strong job growth for September reported on Friday, the gradual slowdown in inflation suggests policymakers will opt for a smaller interest-rate cut when they next meet on Nov. 6-7. Fed Chair Jerome Powell has said projections issued by officials alongside their September rate decision point toward quarter-point rate cuts at the final two meetings of the year. The CPI and producer price index are used to inform the Fed’s preferred inflation measure, the personal consumer expenditures price index, which is set for release later this month. What Bloomberg Economics Says: “We expect a subdued headline CPI in September, though a more robust core reading. Mapped into PCE inflation — the Fed-preferred price gauge — core inflation likely grew at a pace consistent with the 2% target. Altogether, we don’t think the report will do much to sway the FOMC’s confidence that inflation is on a durable downtrend.” —Anna Wong, Stuart Paul, Eliza Winger, Estelle Ou and Chris G. Collins, economists. For full analysis, click here Friday’s report on producer prices — a gauge of inflationary pressures faced by businesses — is also projected to show tamer inflation. The same day, the University of Michigan issues its preliminary October consumer sentiment index. The Fed will also release minutes of the central bank’s September meeting on Wednesday. Neel Kashkari, Alberto Musalem, Adriana Kugler, Raphael Bostic and Lorie Logan are among an array of Fed officials speaking in the coming week.                                               "
    },
    {
        "title": "Oil Moguls Emerge as Key Cash Source for Trump as Race Nears End",
        "author": [
            "Jennifer A. Dlouhy",
            "Bill Allison",
            "Mitchell Ferman"
        ],
        "created_at": "Sun, October 6, 2024 at 1:00 PM GMT+1",
        "body": "(Bloomberg) -- Oil executives have emerged as an increasingly important source of funding for Donald Trump, as industry titans open their wallets to bolster the Republican nominee’s campaign for a second term in the White House. Most Read from Bloomberg Singapore Ends 181 Years of Horse Racing to Make Way for Homes From Cleveland to Chicago, NFL Teams Dream of Domed Stadiums Urban Heat Stress Is Another Disparity in the World’s Most Unequal Nation What Do US Vehicle Regulators Have Against Tiny Cars? For a Master of Brutalist Provocations, a Modest Museum Appraisal The billionaires backing Trump include Kelcy Warren, chief executive officer of pipeline operator Energy Transfer LP; Harold Hamm, the founder of Continental Resources Inc.; and Jeff Hildebrand, CEO of Hilcorp Energy Co. Trump sought more support last week with fundraisers in Midland, Texas, the heart of the prolific Permian Basin, and Houston, the self-styled “energy capital of the world.” The latest swing builds on May events with donors in Dallas and Houston and a closed-door energy roundtable with executives at Trump’s Mar-a-Lago Club in Florida. Oil executives and employees have grown in significance for Trump as his fundraising base has narrowed. The industry is now his fourth-biggest source of cash, up six places from the 2020 election cycle, according to campaign data analyzed by OpenSecrets. The dynamic underscores the tightening bond between the oil industry, the GOP and its standard-bearer Trump. Although energy bosses have long looked to Republican allies in Washington to advance policy priorities, that focus has intensified with the decline of oil-patch Democrats in the House and Senate. Oil chiefs have become “almost a bottomless well of cash” for Trump, said Tyson Slocum, director of the energy program at the watchdog group Public Citizen. “The oil companies are flush — and they’ve got a very mature lobbying and influence pipeline into DC.” Trump is promising to make it easier to “drill, baby, drill” and to repeal Biden-era pollution curbs on autos and power plants. He’s also promised to immediately end President Joe Biden’s pause on new natural gas-export licenses. “Kamala Harris is controlled by environmental extremists who are trying to implement the most radical energy agenda in history and force Americans to purchase electric vehicles they can’t afford,” said Karoline Leavitt, national press secretary for the Trump campaign. “President Trump is supported by people who share his vision of American energy dominance to protect our national security and bring down the cost of living for all Americans.”                                  "
    },
    {
        "title": "Foxconn beats estimates with record third-quarter revenue on AI demand",
        "author": [
            "Reuters"
        ],
        "created_at": "Sat, October 5, 2024 at 12:22 PM GMT+1",
        "body": "TAIPEI (Reuters) -Taiwan's Foxconn, the world's largest contract electronics maker, beat expectations to post its highest-ever revenue for the third quarter on strong demand for artificial intelligence (AI) servers. Revenue for Apple's biggest iPhone assembler jumped 20.2% year on year to T$1.85 trillion ($57.3 billion). \"The result exceeded the company's original expectations of significant growth,\" Foxconn said in a statement on Saturday. It was also ahead of a T$1.79 trillion LSEG SmartEstimate, which gives greater weight to forecasts from analysts who are more consistently accurate. Strong AI server demand led to robust revenue growth for its cloud and networking products division, said Foxconn whose customers include AI chip firm Nvidia. For smart consumer electronics, which includes iPhones, there was a strong quarter-on-quarter growth thanks to new product launches, but its year-on-year performance was flat. The third-quarter is traditionally when Taiwan's tech companies start racing to supply smartphones, tablets and other electronics to major vendors such as Apple for Western markets' year-end holiday period. Total revenue in September alone reached T$733 billion, up 10.9% year on year and the second-highest ever level for the month. \"Entering the peak season in the second half of the year, we anticipate our operation to gradually gain momentum,\" Foxconn said of its outlook for the current quarter. \"The fourth quarter is expected to be roughly in line with current market expectations,\" it added, without elaborating. The company does not provide numerical forecasts. Foxconn's shares have jumped 86% so far this year, outperforming by far a 24% rise for the broader Taiwan market. They closed up 3.7% on Friday ahead of the revenue data release, bucking a 0.4% fall on the benchmark index. The company will report its full third-quarter earnings on Nov. 14. It has scheduled its annual Tech Day on Oct. 8-9, an event where Foxconn normally announces new products or partnerships. ($1 = 32.2900 Taiwan dollars) (Reporting by Ben Blanchard; Editing by Edwina Gibbs) "
    }
]